# 1) დაწერეთ პროგრამა, რომელიც შეიცავს ორი რიცხვის (მაგალითად, a და b) ცვლადებს, მათ ჯამს, სხვაობას, ნამრავლს და განაყოფს. პროგრამამ უნდა დაბეჭდოს თითოეული მათგანი.
a = 10 
b = 5
print (a+b , a -b , a * b , a / b )

# 2) შექმენით პროგრამა, რომელიც შეიცავს ორ ცვლადს – თქვენი სახელი და ასაკი. დაბეჭდეთ ეს ინფორმაცია შემდეგი ფორმატით: 'ჩემი სახელია [სახელი] და ვარ [ასაკი] წლის'.
name = "სტფანე"
age = 15
print("გამარჯობა, ჩემი სახელია " + str(name)  + " და ვარ " + str(age)  + " წლის.")

# 3) შექმენით ცვლადი, სახელად points, რომელიც თავიდან უდრის 50, შემდეგ დაა-update-ეთ ან ცვლადის მნიშვნელობა, რამოდენიმეჯერ. საბოლოოდ კი დაპრინტეთ ეს ცვლადი
points = 50
points = 49
points = 48
print(points)

# 4) შექმენით პროგრამა, რომელიც ითვლის თქვენი დაბადების წლიდან რამდენი წელია გასული დღემდე. (შექმენით ორი ცვლადი-birthyear და current_year

current_year = 2024
birth_year = 2009
age = current_year - birth_year
print(age)
# 5) ახსენით ოთხივე დავალება კომენტარებით
#🤗